import type { Publication } from './types'

export const publications: Publication[] = [
  {
    school: '인하대학교 대학원',
    title: '조위관측소 자료 기반 단기 표층 수온 예측모형 연구',
    journal: '한국데이터정보과학회지 31권 2호, 255-271쪽',
    date: '2020.02.18 게재',
    type: '국내 등재학술지',
    abstract:
      '표층 수온은 주요 해양 특성 중 하나로 다른 해양 특성의 변화에 영향을 미치는 중요한 요인이다. 표층 수온의 관측은 크게 위성 자료를 기반으로 한 원격탐사와 조위관측소 및 부이에 설치된 관측장비를 이용한 실제 관측으로 구분할 수 있다. 본 논문에서는 한반도 연안의 실시간 해양관측정보의 조위관측소에서 제공되는 실제 관측치를 기반으로 1일 후에서 3일 후 시점을 예측 시점으로 하는 단기 표층 수온 예측 모형에 대하여 연구하였다. 예측 모형으로 Winters의 가법계절모형, ARIMA 모형, 계절추세 기반 자기회귀오차모형, Long short-term memory 모형을 고려하였으며 일평균 표층 수온의 단기 예측 시점을 1일, 2일, 3일 후 시점으로 하여 각각의 예측 성능을 비교하였다. 13개 지역의 표층 수온 예측 성능 비교 결과, 계절추세 기반 자기회귀오차모형을 적용한 예측 모형이 전반적으로 우수한 성능을 지님이 확인되었다.',
  },
]
